Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Choose Local Video…
ar: اختيار فيديو محلي…
ca: Tria un vídeo local…
cs: Vybrat místní video…
da: Vælg lokal video…
de: Lokales Video auswählen…
es: Elegir vídeo local…
fi: Valitse paikallinen video…
fr: Choisir une vidéo locale…
he: בחר סרטון מקומי…
hu: Helyi videó kiválasztása…
it: Scegli video locale…
ja: ローカルビデオを選択…
ko: 로컬 비디오 선택…
nb: Velg lokal video…
nl: Lokale video kiezen…
pl: Wybierz wideo lokalne…
pt_br: Escolher Vídeo Local…
pt_pt: Escolher Vídeo Local…
ro: Alege videoclip local…
sl: Izberi lokalni video…
sv: Välj lokal video…
uk: Вибрати локальне відео…
vi: Chọn video cục bộ…
zh_hans: 选择本地视频…
zh_hant: 選擇本機影片…

source: Choose one method based on your systemd version:
ar: اختر طريقة واحدة بناءً على إصدار systemd لديك:
ca: Trieu un mètode segons la versió de systemd:
cs: Vyberte jednu metodu podle vaší verze systemd:
da: Vælg en metode baseret på din systemd-version:
de: Wählen Sie eine Methode basierend auf Ihrer systemd-Version:
es: Elija un método según su versión de systemd:
fi: Valitse yksi tapa systemd-versiosi perusteella:
fr: Choisissez une méthode selon votre version de systemd :
he: בחר שיטה אחת בהתאם לגרסת systemd שלך:
hu: Válasszon egy módszert a systemd verziója alapján:
it: Scegliere un metodo in base alla versione di systemd:
ja: systemdのバージョンに基づいて方法を選択してください:
ko: systemd 버전에 따라 방법을 선택하세요:
nb: Velg én metode basert på din systemd-versjon:
nl: Kies een methode op basis van uw systemd-versie:
pl: Wybierz jedną metodę w zależności od wersji systemd:
pt_br: Escolha um método com base na sua versão do systemd:
pt_pt: Escolha um método com base na sua versão do systemd:
ro: Alegeți o metodă în funcție de versiunea dvs. de systemd:
sl: Izberite eno metodo glede na vašo različico systemd:
sv: Välj en metod baserat på din systemd-version:
uk: Оберіть один метод залежно від вашої версії systemd:
vi: Chọn một phương thức dựa trên phiên bản systemd của bạn:
zh_hans: 根据您的 systemd 版本选择一种方法：
zh_hant: 根據您的 systemd 版本選擇一種方法：

source: Choose Photo
ar: اختيار صورة
ca: Triar foto
cs: Vybrat fotku
da: Vælg foto
de: Foto auswählen
es: Elegir foto
fi: Valitse kuva
fr: Choisir une photo
he: בחירת תמונה
hu: Fotó kiválasztása
it: Scegli foto
ja: 写真を選択
ko: 사진 선택
nb: Velg bilde
nl: Kies foto
pl: Wybierz zdjęcie
pt_br: Escolher Foto
pt_pt: Escolher Foto
ro: Alege fotografia
sl: Izberi fotografijo
sv: Välj foto
uk: Обрати фото
vi: Chọn ảnh
zh_hans: 选择照片
zh_hant: 選擇照片

source: Choose what to do with this tmux control-mode tab.
ar: اختر ما تريد فعله بعلامة تبويب وضع التحكم في tmux هذه.
ca: Tria què vols fer amb aquesta pestanya en mode de control de tmux.
cs: Vyberte, co se má s touto kartou v řídicím režimu tmux stát.
da: Vælg, hvad der skal ske med denne tmux-kontroltilstandsfane.
de: Wähle, was mit diesem tmux-Steuerungsmodus-Tab geschehen soll.
es: Elige qué hacer con esta pestaña en modo de control de tmux.
fi: Valitse, mitä tehdään tälle tmux-ohjaustilan välilehdelle.
fr: Choisissez l’action à effectuer sur cet onglet en mode contrôle tmux.
he: בחר מה לעשות עם לשונית מצב הבקרה הזו של tmux.
hu: Válassza ki, mi történjen ezzel a tmux vezérlő módú lappal.
it: Scegli cosa fare con questa scheda in modalità di controllo tmux.
ja: この tmux コントロールモードタブの動作を選択してください。
ko: 이 tmux 제어 모드 탭으로 무엇을 할지 선택하세요.
nb: Velg hva som skal skje med denne tmux-kontrollmodusfanen.
nl: Kies wat er met dit tmux-besturingsmodustabblad moet gebeuren.
pl: Wybierz, co zrobić z tą kartą w trybie sterowania tmux.
pt_br: Escolha o que fazer com esta aba em modo de controle do tmux.
pt_pt: Escolha o que fazer com este separador em modo de controlo do tmux.
ro: Alege ce să faci cu această filă în modul de control tmux.
sl: Izberite, kaj storiti s tem zavihkom v nadzornem načinu tmux.
sv: Välj vad som ska hända med den här tmux-kontrollägesfliken.
uk: Виберіть, що робити з цією вкладкою в режимі керування tmux.
vi: Chọn việc cần làm với tab chế độ điều khiển tmux này.
zh_hans: 选择对这个 tmux 控制模式标签页执行的操作。
zh_hant: 選擇要對這個 tmux 控制模式分頁執行的操作。

source: Choose which VPN profile to control from the widget.
ar: اختر ملف VPN الشخصي للتحكم به من الأداة.
ca: Tria quin perfil de VPN controlar des del widget.
cs: Vyberte, který profil VPN ovládat z widgetu.
da: Vælg hvilken VPN-profil der skal styres fra widgetten.
de: Wählen Sie das VPN-Profil, das über das Widget gesteuert werden soll.
es: Elige qué perfil VPN controlar desde el widget.
fi: Valitse, mitä VPN-profiilia hallitaan widgetistä.
fr: Choisissez quel profil VPN contrôler depuis le widget.
he: בחר איזה פרופיל VPN לשלוט בו מהווידג׳ט.
hu: Válaszd ki, melyik VPN-profilt vezéreld a widgetből.
it: Scegli quale profilo VPN controllare dal widget.
ja: ウィジェットから操作するVPNプロファイルを選択します。
ko: 위젯에서 제어할 VPN 프로파일을 선택하세요.
nb: Velg hvilken VPN-profil du vil styre fra widgeten.
nl: Kies welk VPN-profiel je wilt bedienen vanuit de widget.
pl: Wybierz, którym profilem VPN sterować z widżetu.
pt_br: Escolha qual perfil de VPN controlar a partir do widget.
pt_pt: Escolha qual perfil de VPN controlar a partir do widget.
ro: Alegeți ce profil VPN să controlați din widget.
sl: Izberite, kateri profil VPN želite upravljati iz pripomočka.
sv: Välj vilken VPN-profil som ska styras från widgeten.
uk: Оберіть профіль VPN для керування з віджета.
vi: Chọn hồ sơ VPN để điều khiển từ tiện ích.
zh_hans: 选择要从小组件控制的 VPN 配置文件。
zh_hant: 選擇要從小工具控制的 VPN 描述檔。

source: Choose which VPN profile to toggle from Control Center.
ar: اختر ملف VPN الشخصي للتبديل من مركز التحكم.
ca: Tria quin perfil de VPN commutar des del Centre de Control.
cs: Vyberte, který profil VPN přepínat z Ovládacího centra.
da: Vælg hvilken VPN-profil der skal skiftes fra Kontrolcenter.
de: Wählen Sie das VPN-Profil, das über das Kontrollzentrum geschaltet werden soll.
es: Elige qué perfil VPN alternar desde el Centro de control.
fi: Valitse, mitä VPN-profiilia vaihdetaan Ohjauskeskuksesta.
fr: Choisissez quel profil VPN basculer depuis le Centre de contrôle.
he: בחר איזה פרופיל VPN להחליף ממרכז הבקרה.
hu: Válaszd ki, melyik VPN-profilt kapcsold át a Vezérlőközpontból.
it: Scegli quale profilo VPN attivare dal Centro di Controllo.
ja: コントロールセンターから切り替えるVPNプロファイルを選択します。
ko: 제어 센터에서 전환할 VPN 프로파일을 선택하세요.
nb: Velg hvilken VPN-profil du vil slå av/på fra Kontrollsenter.
nl: Kies welk VPN-profiel je wilt schakelen vanuit het Bedieningspaneel.
pl: Wybierz, który profil VPN przełączać z Centrum sterowania.
pt_br: Escolha qual perfil de VPN alternar a partir da Central de Controle.
pt_pt: Escolha qual perfil de VPN alternar a partir do Centro de Controlo.
ro: Alegeți ce profil VPN să comutați din Centrul de control.
sl: Izberite, kateri profil VPN želite preklopiti iz Nadzornega središča.
sv: Välj vilken VPN-profil som ska växlas från Kontrollcenter.
uk: Оберіть профіль VPN для перемикання з Центру керування.
vi: Chọn hồ sơ VPN để bật/tắt từ Trung tâm điều khiển.
zh_hans: 选择要从控制中心切换的 VPN 配置文件。
zh_hant: 選擇要從控制中心切換的 VPN 描述檔。

source: Choose…
ar: اختر…
ca: Trieu…
cs: Vyberte…
da: Vælg…
de: Auswählen…
es: Elegir…
fi: Valitse…
fr: Choisir…
he: בחר…
hu: Válasszon…
it: Scegli…
ja: 選択…
ko: 선택…
nb: Velg…
nl: Kies…
pl: Wybierz…
pt_br: Escolher…
pt_pt: Escolher…
ro: Alege…
sl: Izberi…
sv: Välj…
uk: Вибрати…
vi: Chọn…
zh_hans: 选择…
zh_hant: 選擇…

source: CIDR (e.g., 192.168.1.0/24)
ar: CIDR (مثال: 192.168.1.0/24)
ca: CIDR (p. ex., 192.168.1.0/24)
cs: CIDR (např. 192.168.1.0/24)
da: CIDR (f.eks. 192.168.1.0/24)
de: CIDR (z. B. 192.168.1.0/24)
es: CIDR (p. ej., 192.168.1.0/24)
fi: CIDR (esim. 192.168.1.0/24)
fr: CIDR (p. ex., 192.168.1.0/24)
he: CIDR (לדוגמה, 192.168.1.0/24)
hu: CIDR (pl. 192.168.1.0/24)
it: CIDR (es. 192.168.1.0/24)
ja: CIDR（例: 192.168.1.0/24）
ko: CIDR (예: 192.168.1.0/24)
nb: CIDR (f.eks. 192.168.1.0/24)
nl: CIDR (bijv. 192.168.1.0/24)
pl: CIDR (np. 192.168.1.0/24)
pt_br: CIDR (ex.: 192.168.1.0/24)
pt_pt: CIDR (ex., 192.168.1.0/24)
ro: CIDR (de ex., 192.168.1.0/24)
sl: CIDR (npr. 192.168.1.0/24)
sv: CIDR (t.ex. 192.168.1.0/24)
uk: CIDR (напр., 192.168.1.0/24)
vi: CIDR (ví dụ: 192.168.1.0/24)
zh_hans: CIDR（例如 192.168.1.0/24）
zh_hant: CIDR（例如 192.168.1.0/24）

source: Classic Bell
ar: جرس كلاسيكي
ca: Campana clàssica
cs: Klasický zvonek
da: Klassisk klokke
de: Klassische Glocke
es: Campana clásica
fi: Klassinen kello
fr: Cloche classique
he: פעמון קלאסי
hu: Klasszikus csengő
it: Campana classica
ja: クラシックベル
ko: 클래식 벨
nb: Klassisk bjelle
nl: Klassieke bel
pl: Klasyczny dzwonek
pt_br: Sino clássico
pt_pt: Campainha clássica
ro: Clopoțel clasic
sl: Klasični zvonec
sv: Klassisk klocka
uk: Класичний дзвоник
vi: Chuông cổ điển
zh_hans: 经典铃声
zh_hant: 經典鈴聲

source: Classic on/off blink
ar: وميض كلاسيكي تشغيل/إيقاف
ca: Parpelleig clàssic activat/desactivat
cs: Klasické blikání zap/vyp
da: Klassisk tænd/sluk-blink
de: Klassisches Ein-/Aus-Blinken
es: Parpadeo clasico encendido/apagado
fi: Perinteinen paalla/pois-vilkunta
fr: Clignotement classique marche/arret
he: הבהוב קלאסי דולק/כבוי
hu: Klasszikus be/ki villogas
it: Lampeggiamento classico on/off
ja: クラシックなオン/オフ点滅
ko: 클래식 온/오프 깜빡임
nb: Klassisk av/på-blink
nl: Klassiek aan/uit knipperen
pl: Klasyczne miganie wl./wyl.
pt_br: Piscar classico liga/desliga
pt_pt: Intermitencia classica ligar/desligar
ro: Clipire clasica pornit/oprit
sl: Klasicno utripanje vklop/izklop
sv: Klassiskt av/på-blinkande
uk: Класичне блимання увімк./вимк.
vi: Nhấp nháy bật/tắt cổ điển
zh_hans: 经典开关闪烁
zh_hant: 經典開關閃爍

source: Classic RSA key. Slowest to generate (especially at 4096 bits) but works with the broadest range of servers, including very old ones.
ar: مفتاح RSA الكلاسيكي. الأبطأ في التوليد (خاصة بحجم 4096 بت) لكنه يعمل مع أوسع نطاق من الخوادم، بما في ذلك القديمة جدًا.
ca: Clau RSA clàssica. La més lenta de generar (especialment a 4096 bits) però funciona amb la gamma més àmplia de servidors, inclosos els molt antics.
cs: Klasický klíč RSA. Nejpomalejší na vygenerování (zejména při 4096 bitech), ale funguje s nejširší škálou serverů, včetně velmi starých.
da: Klassisk RSA-nøgle. Langsomst at generere (især ved 4096 bit), men fungerer med det bredeste udvalg af servere, inklusive meget gamle.
de: Klassischer RSA-Schlüssel. Am langsamsten zu erzeugen (besonders bei 4096 Bit), funktioniert aber mit der breitesten Palette von Servern, einschließlich sehr alter.
es: Clave RSA clásica. La más lenta de generar (especialmente con 4096 bits) pero funciona con la mayor variedad de servidores, incluidos los muy antiguos.
fi: Klassinen RSA-avain. Hitain luoda (etenkin 4096-bittisenä), mutta toimii laajimman palvelinvalikoiman kanssa, mukaan lukien hyvin vanhat.
fr: Clé RSA classique. La plus lente à générer (surtout en 4096 bits) mais fonctionne avec la plus large gamme de serveurs, y compris les très anciens.
he: מפתח RSA קלאסי. האיטי ביותר ליצירה (במיוחד ב-4096 ביט) אך פועל עם המגוון הרחב ביותר של שרתים, כולל ישנים מאוד.
hu: Klasszikus RSA kulcs. A leglassabb generálni (különösen 4096 biten), de a kiszolgálók legszélesebb körével működik, beleértve a nagyon régieket is.
it: Chiave RSA classica. La più lenta da generare (specialmente a 4096 bit) ma funziona con la più ampia gamma di server, inclusi quelli molto vecchi.
ja: 従来型のRSA鍵。生成が最も遅い(特に4096ビット)が、非常に古いものを含め、最も幅広いサーバーで動作します。
ko: 전통적인 RSA 키. 생성이 가장 느리지만(특히 4096비트) 매우 오래된 서버를 포함해 가장 폭넓은 서버에서 동작합니다.
nb: Klassisk RSA-nøkkel. Tregest å generere (særlig ved 4096 bit), men fungerer med det bredeste utvalget av servere, inkludert svært gamle.
nl: Klassieke RSA-sleutel. Het traagst om te genereren (vooral bij 4096 bits), maar werkt met het breedste scala aan servers, inclusief zeer oude.
pl: Klasyczny klucz RSA. Najwolniejszy w generowaniu (zwłaszcza przy 4096 bitach), ale działa z najszerszym zakresem serwerów, w tym bardzo starymi.
pt_br: Chave RSA clássica. A mais lenta para gerar (especialmente com 4096 bits) mas funciona com a maior variedade de servidores, incluindo os bem antigos.
pt_pt: Chave RSA clássica. A mais lenta a gerar (especialmente com 4096 bits) mas funciona com a maior variedade de servidores, incluindo os muito antigos.
ro: Cheie RSA clasică. Cea mai lentă de generat (în special la 4096 de biți) dar funcționează cu cea mai largă gamă de servere, inclusiv cele foarte vechi.
sl: Klasični ključ RSA. Najpočasnejši za ustvarjanje (zlasti pri 4096 bitih), vendar deluje z najširšim naborom strežnikov, vključno z zelo starimi.
sv: Klassisk RSA-nyckel. Långsammast att generera (särskilt vid 4096 bitar) men fungerar med det bredaste utbudet av servrar, inklusive mycket gamla.
uk: Класичний ключ RSA. Найповільніший у генерації (особливо за 4096 біт), але працює з найширшим діапазоном серверів, включно з дуже старими.
vi: Khóa RSA cổ điển. Chậm nhất để tạo (đặc biệt ở 4096 bit) nhưng hoạt động với phạm vi máy chủ rộng nhất, bao gồm cả những máy chủ rất cũ.
zh_hans: 经典 RSA 密钥。生成最慢(尤其是 4096 位),但支持最广泛的服务器,包括非常老旧的服务器。
zh_hant: 經典 RSA 金鑰。生成最慢(尤其是 4096 位元),但支援最廣泛的伺服器,包括非常老舊的伺服器。

source: Classically Secure
ar: تشفير كلاسيكي آمن
ca: Seguretat clàssica
cs: Klasicky zabezpečeno
da: Klassisk sikker
de: Klassisch sicher
es: Seguridad clásica
fi: Klassisesti suojattu
fr: Sécurité classique
he: מאובטח קלאסית
hu: Klasszikusan biztonságos
it: Sicurezza classica
ja: 古典的セキュア
ko: 고전 보안
nb: Klassisk sikker
nl: Klassiek beveiligd
pl: Klasycznie bezpieczne
pt_br: Segurança clássica
pt_pt: Segurança clássica
ro: Securitate clasică
sl: Klasično varno
sv: Klassiskt säker
uk: Класично захищено
vi: Bảo mật cổ điển
zh_hans: 经典安全
zh_hant: 經典安全

source: Claude Code, Codex, GitHub Copilot, Cursor, and more.
ar: Claude Code وCodex وGitHub Copilot وCursor وغيرها.
ca: Claude Code, Codex, GitHub Copilot, Cursor i més.
cs: Claude Code, Codex, GitHub Copilot, Cursor a další.
da: Claude Code, Codex, GitHub Copilot, Cursor med flere.
de: Claude Code, Codex, GitHub Copilot, Cursor und mehr.
es: Claude Code, Codex, GitHub Copilot, Cursor y más.
fi: Claude Code, Codex, GitHub Copilot, Cursor ja muut.
fr: Claude Code, Codex, GitHub Copilot, Cursor, et plus encore.
he: Claude Code, Codex, GitHub Copilot, Cursor ועוד.
hu: Claude Code, Codex, GitHub Copilot, Cursor és mások.
it: Claude Code, Codex, GitHub Copilot, Cursor e altri.
ja: Claude Code、Codex、GitHub Copilot、Cursorなど。
ko: Claude Code, Codex, GitHub Copilot, Cursor 등.
nb: Claude Code, Codex, GitHub Copilot, Cursor med flere.
nl: Claude Code, Codex, GitHub Copilot, Cursor en meer.
pl: Claude Code, Codex, GitHub Copilot, Cursor i inne.
pt_br: Claude Code, Codex, GitHub Copilot, Cursor e mais.
pt_pt: Claude Code, Codex, GitHub Copilot, Cursor e mais.
ro: Claude Code, Codex, GitHub Copilot, Cursor și altele.
sl: Claude Code, Codex, GitHub Copilot, Cursor in drugi.
sv: Claude Code, Codex, GitHub Copilot, Cursor med flera.
uk: Claude Code, Codex, GitHub Copilot, Cursor та інші.
vi: Claude Code, Codex, GitHub Copilot, Cursor và nhiều hơn nữa.
zh_hans: Claude Code、Codex、GitHub Copilot、Cursor 等。
zh_hant: Claude Code、Codex、GitHub Copilot、Cursor 等。

source: Clean Up
ar: تنظيف
ca: Neteja
cs: Vyčistit
da: Ryd op
de: Aufräumen
es: Limpiar
fi: Siivoa
fr: Nettoyer
he: ניקוי
hu: Tisztítás
it: Pulizia
ja: クリーンアップ
ko: 정리
nb: Rydd opp
nl: Opruimen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Curăță
sl: Počisti
sv: Rensa
uk: Очистити
vi: Dọn dẹp
zh_hans: 清理
zh_hant: 清理

# Clean Up %lld Orphaned Pod%@
source: Clean Up %1$lld Orphaned Pod%2$@
ar: تنظيف %1$lld Pod يتيم%2$@
ca: Neteja %lld pod%@ orfes
cs: Vyčistit %lld osiřelý pod%@
da: Ryd op i %1$lld forældreløs(e) Pod%2$@
de: %1$lld verwaiste Pod%2$@ aufräumen
es: Limpiar %1$lld pod%2$@ huérfano(s)
fi: Siivoa %1$lld orvoksi jäänyttä podia%2$@
fr: Nettoyer %1$lld pod%2$@ orphelin(s)
he: נקה %1$lld Pod יתום%2$@
hu: %1$lld árva pod tisztítása%2$@
it: Pulizia di %lld pod orfan%@
ja: 孤立したPod %lld件%@をクリーンアップ
ko: 고아 Pod %1$lld개%2$@ 정리
nb: Rydd opp %lld foreldreløs%@ pod
nl: %1$lld verweesde pod%2$@ opruimen
pl: Wyczyść %lld osierocon%@ Pod
pt_br: Limpar %1$lld Pod%2$@ Órfão(s)
pt_pt: Limpar %1$lld Pod%2$@ órfão(s)
ro: Curăță %1$lld pod%2$@ orfan(e)
sl: Počisti %1$lld osirotelih podov%2$@
sv: Rensa %1$lld övergivna pod%2$@
uk: Очистити %lld осиротілих Pod%@
vi: Dọn dẹp %lld Pod%@ mồ côi
zh_hans: 清理 %1$lld 个孤立 Pod%2$@
zh_hant: 清理 %1$lld 個孤立 Pod%2$@

source: Clean Up Orphaned Pods
ar: تنظيف الـ Pods اليتيمة
ca: Neteja els pods orfes
cs: Vyčistit osiřelé pody
da: Ryd op i forældreløse Pods
de: Verwaiste Pods aufräumen
es: Limpiar pods huérfanos
fi: Siivoa orvoksi jääneet podit
fr: Nettoyer les pods orphelins
he: נקה Pods יתומים
hu: Árva podok tisztítása
it: Pulizia pod orfani
ja: 孤立したPodをクリーンアップ
ko: 고아 Pod 정리
nb: Rydd opp foreldreløse poder
nl: Verweesde pods opruimen
pl: Wyczyść osierocone Pody
pt_br: Limpar Pods Órfãos
pt_pt: Limpar Pods órfãos
ro: Curăță podurile orfane
sl: Počisti osirotele pode
sv: Rensa övergivna poddar
uk: Очистити осиротілі поди
vi: Dọn dẹp các Pod mồ côi
zh_hans: 清理孤立的 Pod
zh_hant: 清理孤立的 Pod

source: Cleaning up...
ar: جارٍ التنظيف...
ca: Netejant...
cs: Čištění...
da: Rydder op...
de: Wird aufgeräumt...
es: Limpiando...
fi: Siivotaan...
fr: Nettoyage...
he: מנקה...
hu: Tisztítás...
it: Pulizia in corso...
ja: クリーンアップ中...
ko: 정리 중...
nb: Rydder opp...
nl: Opruimen...
pl: Czyszczenie...
pt_br: Limpando...
pt_pt: A limpar...
ro: Se curăță...
sl: Čiščenje ...
sv: Rensar...
uk: Очищення...
vi: Đang dọn dẹp...
zh_hans: 正在清理...
zh_hant: 正在清理⋯

source: Cleanup Complete
ar: اكتمل التنظيف
ca: Neteja completada
cs: Čištění dokončeno
da: Oprydning fuldført
de: Aufräumen abgeschlossen
es: Limpieza completada
fi: Siivous valmis
fr: Nettoyage terminé
he: הניקוי הושלם
hu: Tisztítás befejezve
it: Pulizia completata
ja: クリーンアップ完了
ko: 정리 완료
nb: Opprydding fullført
nl: Opruimen voltooid
pl: Czyszczenie zakończone
pt_br: Limpeza Concluída
pt_pt: Limpeza concluída
ro: Curățare finalizată
sl: Čiščenje zaključeno
sv: Rensning klar
uk: Очищення завершено
vi: Dọn dẹp hoàn tất
zh_hans: 清理完成
zh_hant: 清理完成

source: Clear
ar: مسح
ca: Esborra
cs: Vymazat
da: Ryd
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
he: נקה
hu: Törlés
it: Cancella
ja: クリア
ko: 지우기
nb: Tøm
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ro: Șterge
sl: Počisti
sv: Rensa
uk: Очистити
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Clear All
ar: مسح الكل
ca: Esborra-ho tot
cs: Vymazat vše
da: Ryd alle
de: Alles löschen
es: Borrar todo
fi: Tyhjennä kaikki
fr: Tout effacer
he: נקה הכל
hu: Összes törlése
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
nb: Tøm alt
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar Tudo
pt_pt: Limpar tudo
ro: Șterge tot
sl: Počisti vse
sv: Rensa alla
uk: Очистити все
vi: Xóa tất cả
zh_hans: 全部清除
zh_hant: 全部清除

source: Clear all clipboard history?
ar: مسح كل سجل الحافظة؟
ca: Voleu esborrar tot l'historial del porta-retalls?
cs: Vymazat celou historii schránky?
da: Ryd al udklipsholderhistorik?
de: Gesamten Zwischenablageverlauf löschen?
es: ¿Borrar todo el historial del portapapeles?
fi: Tyhjennetäänkö koko leikepöytähistoria?
fr: Effacer tout l'historique du presse-papiers ?
he: לנקות את כל היסטוריית הלוח?
hu: Törli az összes vágólap-előzményt?
it: Cancellare tutta la cronologia degli appunti?
ja: クリップボード履歴をすべて消去しますか？
ko: 모든 클립보드 기록을 지우시겠습니까?
nb: Tømme all utklippshistorikk?
nl: Alle klembordgeschiedenis wissen?
pl: Wyczyścić całą historię schowka?
pt_br: Limpar todo o histórico da área de transferência?
pt_pt: Limpar todo o histórico da área de transferência?
ro: Ștergeți tot istoricul clipboardului?
sl: Počisti vso zgodovino odložišča?
sv: Rensa hela urklippshistoriken?
uk: Очистити всю історію буфера обміну?
vi: Xóa toàn bộ lịch sử bảng nhớ tạm?
zh_hans: 要清除所有剪贴板历史记录吗？
zh_hant: 清除所有剪貼簿記錄？

source: Clear All History
ar: مسح كل السجل
ca: Esborrar tot l'historial
cs: Vymazat celou historii
da: Ryd al historik
de: Gesamten Verlauf löschen
es: Borrar todo el historial
fi: Tyhjennä koko historia
fr: Effacer tout l'historique
he: נקה את כל ההיסטוריה
hu: Összes előzmény törlése
it: Cancella tutta la cronologia
ja: すべての履歴を消去
ko: 모든 기록 지우기
nb: Tøm all historikk
nl: Alle geschiedenis wissen
pl: Wyczyść całą historię
pt_br: Limpar Todo o Histórico
pt_pt: Limpar todo o histórico
ro: Șterge tot istoricul
sl: Počisti vso zgodovino
sv: Rensa hela historiken
uk: Очистити всю історію
vi: Xóa toàn bộ lịch sử
zh_hans: 清除所有历史记录
zh_hant: 清除所有記錄

source: Clear All Imported Databases
ar: مسح جميع قواعد البيانات المستوردة
ca: Esborra totes les bases de dades importades
cs: Vymazat všechny importované databáze
da: Ryd alle importerede databaser
de: Alle importierten Datenbanken löschen
es: Eliminar todas las bases de datos importadas
fi: Poista kaikki tuodut tietokannat
fr: Supprimer toutes les bases de donnees importees
he: מחק את כל מסדי הנתונים המיובאים
hu: Minden importalt adatbazis torlese
it: Cancella tutti i database importati
ja: インポート済みデータベースをすべて消去
ko: 가져온 데이터베이스 모두 지우기
nb: Slett alle importerte databaser
nl: Wis alle geïmporteerde databases
pl: Usun wszystkie zaimportowane bazy danych
pt_br: Remover todos os bancos de dados importados
pt_pt: Remover todas as bases de dados importadas
ro: Sterge toate bazele de date importate
sl: Odstrani vse uvozene podatkovne baze
sv: Rensa alla importerade databaser
uk: Видалити всі імпортовані бази даних
vi: Xóa tất cả cơ sở dữ liệu đã nhập
zh_hans: 清除所有已导入的数据库
zh_hant: 清除所有已匯入的資料庫

source: Clear All Known Hosts?
ar: مسح جميع المضيفين المعروفين؟
ca: Esborrar tots els amfitrions coneguts?
cs: Vymazat všechny známé hostitele?
da: Ryd alle kendte værter?
de: Alle bekannten Hosts löschen?
es: ¿Borrar todos los hosts conocidos?
fi: Tyhjennä kaikki tunnetut isännät?
fr: Effacer tous les hôtes connus ?
he: לנקות את כל המארחים המוכרים?
hu: Összes ismert gazdagép törlése?
it: Cancellare tutti gli host conosciuti?
ja: すべての既知のホストをクリアしますか？
ko: 모든 알려진 호스트를 지우시겠습니까?
nb: Tøm alle kjente verter?
nl: Alle bekende hosts wissen?
pl: Wyczyścić wszystkie znane hosty?
pt_br: Limpar Todos os Hosts Conhecidos?
pt_pt: Limpar todos os anfitriões conhecidos?
ro: Ștergeți toate gazdele cunoscute?
sl: Počisti vse znane gostitelje?
sv: Rensa alla kända värdar?
uk: Очистити всі відомі хости?
vi: Xóa tất cả máy chủ đã biết?
zh_hans: 清除所有已知主机？
zh_hant: 清除所有已知主機？

source: Clear Audit Log
ar: مسح سجل التدقيق
ca: Esborra el registre d'auditoria
cs: Vymazat protokol auditu
da: Ryd revisionslog
de: Prüfprotokoll löschen
es: Borrar registro de auditoría
fi: Tyhjennä valvontaloki
fr: Effacer le journal d’audit
he: נקה יומן ביקורת
hu: Ellenőrzési napló törlése
it: Cancella registro di controllo
ja: 監査ログを消去
ko: 감사 로그 지우기
nb: Tøm revisjonslogg
nl: Auditlog wissen
pl: Wyczyść dziennik audytu
pt_br: Limpar registro de auditoria
pt_pt: Limpar registo de auditoria
ro: Șterge jurnalul de audit
sl: Počisti revizijski dnevnik
sv: Rensa granskningslogg
uk: Очистити журнал аудиту
vi: Xóa nhật ký kiểm tra
zh_hans: 清除审计日志
zh_hant: 清除稽核記錄

source: Clear Captures
ar: مسح التسجيلات
ca: Esborra les captures
cs: Vymazat záznamy
da: Ryd optagelser
de: Aufnahmen löschen
es: Borrar capturas
fi: Tyhjennä tallenteet
fr: Effacer les captures
he: נקה הקלטות
hu: Rögzítések törlése
it: Cancella acquisizioni
ja: キャプチャを消去
ko: 캡처 지우기
nb: Tøm opptak
nl: Opnamen wissen
pl: Wyczyść nagrania
pt_br: Limpar Capturas
pt_pt: Limpar Capturas
ro: Șterge capturile
sl: Počisti posnetke
sv: Rensa inspelningar
uk: Очистити записи
vi: Xóa bản ghi
zh_hans: 清除捕获
zh_hant: 清除擷取內容

source: Clear Config
ar: مسح الإعدادات
ca: Esborra la configuració
cs: Vymazat konfiguraci
da: Ryd konfiguration
de: Konfiguration löschen
es: Borrar configuración
fi: Tyhjennä asetukset
fr: Effacer la configuration
he: נקה תצורה
hu: Konfiguráció törlése
it: Cancella configurazione
ja: 設定をクリア
ko: 설정 지우기
nb: Tøm konfigurasjon
nl: Configuratie wissen
pl: Wyczyść konfigurację
pt_br: Limpar Configuração
pt_pt: Limpar configuração
ro: Șterge configurația
sl: Počisti konfiguracijo
sv: Rensa konfiguration
uk: Очистити конфігурацію
vi: Xóa cấu hình
zh_hans: 清除配置
zh_hant: 清除設定
